org/20220511155951-the_gold_standard_is_bullshit.org
:PROPERTIES:
:ID:       d4908779-5545-41d3-9642-215216b4dc79
:END:
#+TITLE: The Gold Standard is bullshit
#+CREATED: [2022-05-11 Wed 15:59]
#+LAST_MODIFIED: [2022-05-11 Wed 17:02]

Under the gold standard, the world's supply of [[id:42e03da9-2351-4239-80f3-4bc819684f89][money]] is driven by how quickly gold miners are able to extract money out of the ground, not by economic needs or political demands. Economies that rely on the gold standard tend to be deflationary.

Also, under a gold standard, the value of money (say a euro) is tied to a weigh of gold. And that meant the price of things like bread and butter could vary a lot over time. But as Fischer argued in /The Money Illusion/ we should tweak money so we do not have unexpected swings in the value of such things (when there are no reasons for the price to fluctuate).

* References

- Jacob Goldstein. Money: The true story of a made-up thing.
- Irving Fischer. The Money Illusion.
