20220511155951-the_gold_standard_is_bullshit.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-12-19 Mon 20:19 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>The Gold Standard is bullshit</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">The Gold Standard is bullshit</h1>
<p>
Under the gold standard, the world's supply of <a href="20220511160601-money.html#ID-42e03da9-2351-4239-80f3-4bc819684f89">money</a> is driven by how quickly gold miners are able to extract money out of the ground, not by economic needs or political demands. Economies that rely on the gold standard tend to be deflationary.
</p>

<p>
Also, under a gold standard, the value of money (say a euro) is tied to a weigh of gold. And that meant the price of things like bread and butter could vary a lot over time. But as Fischer argued in <i>The Money Illusion</i> we should tweak money so we do not have unexpected swings in the value of such things (when there are no reasons for the price to fluctuate).
</p>

<div id="outline-container-org07258ae" class="outline-2">
<h2 id="org07258ae">References</h2>
<div class="outline-text-2" id="text-org07258ae">
<ul class="org-ul">
<li>Jacob Goldstein. Money: The true story of a made-up thing.</li>
<li>Irving Fischer. The Money Illusion.</li>
</ul>
</div>
</div>

<div id="outline-container-org920bd82" class="outline-2">
<h2 id="org920bd82">Links to this note</h2>
</div>
</div>
</body>
</html>